questions = [
    {
        "question": "나는 더불어 계열 정당과 미래 계열 정당 이외에 어떤 군소정당이 존재하는 지 알고있다. \n <매우 그렇지 않다 / 그렇지 않다 / 보통이다 / 그렇다 / 매우 그렇다> \n <0개 / 1개 / 2개 / 3~4개 / 5개 이상>",
        "effect": {
            "bias": 0,
            "inte": 10   
        }
    },
    {
        "question": "나는 일상에서 정치적 사안에 대해 이야기 하는 것을 즐기지 않는다.",
        "effect": {
            "bias": 3,
            "inte": -10   
        }
    },
    {
        "question": "나는 시사/정치 관련 뉴스를 챙겨보는 편이다. (일주일 기준) \n <매우 그렇지 않다 / 그렇지 않다 / 보통이다 / 그렇다 / 매우 그렇다> \n <0회 / 1~2회 / 3~4회 / 5~6회 / 7회> ",
        "effect": {
            "bias": 0,
            "inte": 10   
        }
    },
    {
        "question": "나는 특정한 정치 성향을 갖는다고 평가받는 커뮤니티에서 활동한 경험이 있다.",
        "effect": {
            "bias": 10,
            "inte": 5   
        }
    },
    {
        "question": "나는 정치에 대해 이야기 할 때, 특정 성향을 나타내는 은어를 [ex) 대깨문, 토착왜구 등] 사용하는 편이다.",
        "effect": {
            "bias": 10,
            "inte": 5  
        }
    },
    {
        "question": "나는 때때로 내가 읽은 뉴스의 내용이 기억나지 않을 때가 있다.",
        "effect": {
            "bias": 10,
            "inte": -5,   
        }
    },
    {
        "question": "지금부터 20초 동안 21대 국회위원 당선자의 이름을 최대한 많이 대보세요. \n <매우 그렇지 않다 / 그렇지 않다 / 보통이다 / 그렇다 / 매우 그렇다> \n <0명 / 1~2명 / 3~4명 / 5~6명 / 7명 이상>",
        "effect": {
            "bias": 0,
            "inte": 5   
        }
    },
    {
        "question": "나는 개인이 운영하는 정치 유튜브를 구독중이고, 그 내용을 신뢰하는 편이다.",
        "effect": {
            "bias": 10,
            "inte": 5   
        }
    },
    {
        "question": "유튜브 추천 영상에 정치 관련 영상이 자주 추천된다.",
        "effect": {
            "bias": 5,
            "inte": 5   
        }
    },
    {
        "question": "나는 특정 지역 출신에 대한 고정 관념이 있는 편이다.",
        "effect": {
            "bias": 10,
            "inte": 0   
        }
    },
    {
        "question": "나는 정치적 성향을 띠는 집회에 참여해본 경험이 있다.",
        "effect": {
            "bias": 3,
            "inte": 10   
        }
    },
    {
        "question": "나는 아무런 불편함 없이 나와 다른 정치적 성향을 가진 사람과 대화할 수 있다.",
        "effect": {
            "bias": -10,
            "inte":  3  
        }
    },
    {
        "question": "나의 주변에 자신의 정치적 의견을 타인에게 주입하려는 사람이 존재한다.",
        "effect": {
            "bias": 10,
            "inte": 0   
        }
    },
    {
        "question": "나는 정치를 목적보다는 수단으로 대해야 한다고 생각한다",
        "effect": {
            "bias": -10,
            "inte": 5   
        }
    },
    {
        "question": "나는 타인의 의견을 들을 때 근거보다는 주장을 중요하게 생각한다.",
        "effect": {
            "bias": 10,
            "inte": 0   
        }
    },
    {
        "question": "나는 나와 다른 정치적 의견들이 극단적인 성향을 띠고 있다고 생각한다.",
        "effect": {
            "bias": 10,
            "inte": 0   
        }
    },
    {
        "question": "나는 어떤 소문을 들었을 때 굳이 그 진위여부를 확인하려고 하지 않는다.",
        "effect": {
            "bias": 10,
            "inte": 0   
        }
    },
    {
        "question": "나는 투표[ex)학생회장, 반장]를 할 때 후보와의 친밀도가 내 선택에 영향을 끼치는 편이다.",
        "effect": {
            "bias": 10,
            "inte": 0   
        }
    }
]
